Repository: omerpakdil/Vakt
Catalog: Vakt/Core/Localization/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, id, it, nl, pt, ru, tr, ur

# qibla_locating_message
source: Keep the phone still for a moment while Vakt finds your approximate location.
ar: أمسك الهاتف بثبات لحظة بينما يحدد Vakt موقعك التقريبي.
de: Halte das Telefon kurz still, während Vakt deinen ungefähren Standort findet.
es: Mantén el teléfono quieto un momento mientras Vakt encuentra tu ubicación aproximada.
fr: Gardez le téléphone immobile un instant pendant que Vakt trouve votre position approximative.
id: Tahan ponsel sebentar saat Vakt mencari perkiraan lokasimu.
it: Tieni fermo il telefono per un momento mentre Vakt trova la tua posizione approssimativa.
nl: Houd de telefoon even stil terwijl Vakt je geschatte locatie vindt.
pt: Mantenha o telefone parado por um momento enquanto o Vakt encontra sua localização aproximada.
ru: Подержите телефон спокойно, пока Vakt определяет примерное местоположение.
tr: Vakt yaklaşık konumunu bulurken telefonu kısa bir süre sabit tut.
ur: Vakt آپ کا اندازاً مقام تلاش کر رہا ہے، فون کو لمحہ بھر ثابت رکھیں۔

# qibla_location_off_title
source: Location is off
ar: الموقع متوقف
de: Standort ist aus
es: Ubicación desactivada
fr: Position désactivée
id: Lokasi mati
it: Posizione disattivata
nl: Locatie staat uit
pt: Localização desligada
ru: Геолокация выключена
tr: Konum kapalı
ur: مقام بند ہے

# qibla_permission_message
source: Vakt uses your approximate location to calculate the direction of the Kaaba.
ar: يستخدم Vakt موقعك التقريبي لحساب اتجاه الكعبة.
de: Vakt nutzt deinen ungefähren Standort, um die Richtung zur Kaaba zu berechnen.
es: Vakt usa tu ubicación aproximada para calcular la dirección de la Kaaba.
fr: Vakt utilise votre position approximative pour calculer la direction de la Kaaba.
id: Vakt memakai perkiraan lokasimu untuk menghitung arah Ka'bah.
it: Vakt usa la tua posizione approssimativa per calcolare la direzione della Kaaba.
nl: Vakt gebruikt je geschatte locatie om de richting naar de Kaaba te berekenen.
pt: O Vakt usa sua localização aproximada para calcular a direção da Kaaba.
ru: Vakt использует примерное местоположение, чтобы рассчитать направление Каабы.
tr: Vakt, Kabe yönünü hesaplamak için yaklaşık konumunu kullanır.
ur: Vakt کعبہ کی سمت نکالنے کے لیے آپ کا اندازاً مقام استعمال کرتا ہے۔

# qibla_preparing_title
source: Preparing qibla
ar: جار تجهيز القبلة
de: Qibla wird vorbereitet
es: Preparando qibla
fr: Préparation de la qibla
id: Menyiapkan kiblat
it: Preparazione qibla
nl: Qibla wordt voorbereid
pt: Preparando qibla
ru: Готовим киблу
tr: Kıble hazırlanıyor
ur: قبلہ تیار ہو رہا ہے

# qibla_ready_message
source: Turn slowly until the marker reaches the top.
ar: استدر ببطء حتى تصل العلامة إلى الأعلى.
de: Drehe dich langsam, bis die Markierung oben ist.
es: Gira despacio hasta que el marcador llegue arriba.
fr: Tournez lentement jusqu'à ce que le repère arrive en haut.
id: Putar perlahan sampai penanda berada di atas.
it: Gira lentamente finché il segnale arriva in alto.
nl: Draai langzaam tot de markering bovenaan komt.
pt: Vire devagar até o marcador chegar ao topo.
ru: Поворачивайтесь медленно, пока маркер не окажется сверху.
tr: İşaret en üste gelene kadar yavaşça dön.
ur: نشان اوپر آنے تک آہستہ مڑیں۔

# qibla_ready_title
source: Qibla is ready
ar: القبلة جاهزة
de: Qibla ist bereit
es: Qibla lista
fr: Qibla prête
id: Kiblat siap
it: Qibla pronta
nl: Qibla is klaar
pt: Qibla pronta
ru: Кибла готова
tr: Kıble hazır
ur: قبلہ تیار ہے

# qibla_turn_left
source: Turn a little left
ar: استدر قليلاً إلى اليسار
de: Etwas nach links drehen
es: Gira un poco a la izquierda
fr: Tournez un peu à gauche
id: Putar sedikit ke kiri
it: Gira un po' a sinistra
nl: Draai iets naar links
pt: Vire um pouco à esquerda
ru: Поверните немного влево
tr: Biraz sola dön
ur: تھوڑا بائیں مڑیں

# qibla_turn_right
source: Turn a little right
ar: استدر قليلاً إلى اليمين
de: Etwas nach rechts drehen
es: Gira un poco a la derecha
fr: Tournez un peu à droite
id: Putar sedikit ke kanan
it: Gira un po' a destra
nl: Draai iets naar rechts
pt: Vire um pouco à direita
ru: Поверните немного вправо
tr: Biraz sağa dön
ur: تھوڑا دائیں مڑیں

# qibla_unavailable_message
source: This device does not provide compass heading, so Vakt cannot guide qibla here.
ar: هذا الجهاز لا يوفر اتجاه البوصلة، لذلك لا يمكن لـ Vakt إرشاد القبلة هنا.
de: Dieses Gerät liefert keine Kompassrichtung, daher kann Vakt hier keine Qibla-Führung geben.
es: Este dispositivo no ofrece rumbo de brújula, así que Vakt no puede guiar la qibla aquí.
fr: Cet appareil ne fournit pas le cap de la boussole, donc Vakt ne peut pas guider la qibla ici.
id: Perangkat ini tidak menyediakan arah kompas, jadi Vakt belum bisa memandu kiblat di sini.
it: Questo dispositivo non fornisce la direzione della bussola, quindi Vakt non può guidare la qibla qui.
nl: Dit apparaat geeft geen kompasrichting, dus Vakt kan de qibla hier niet wijzen.
pt: Este dispositivo não fornece direção da bússola, então o Vakt não pode guiar a qibla aqui.
ru: Это устройство не передает направление компаса, поэтому Vakt не может показать киблу здесь.
tr: Bu cihaz pusula yönü sağlamıyor, bu yüzden Vakt burada kıbleyi gösteremez.
ur: یہ ڈیوائس کمپاس سمت فراہم نہیں کرتی، اس لیے Vakt یہاں قبلہ نہیں دکھا سکتا۔

# qibla_unavailable_title
source: Compass is not available
ar: البوصلة غير متاحة
de: Kompass ist nicht verfügbar
es: La brújula no está disponible
fr: Boussole indisponible
id: Kompas tidak tersedia
it: Bussola non disponibile
nl: Kompas is niet beschikbaar
pt: Bússola indisponível
ru: Компас недоступен
tr: Pusula kullanılamıyor
ur: کمپاس دستیاب نہیں

# qibla.dial.steady
source: steady
ar: ثابت
de: ruhig
es: estable
fr: stable
id: stabil
it: stabile
nl: stil
pt: firme
ru: ровно
tr: sabit
ur: ثابت

# qibla.dial.to_qibla
source: to qibla
ar: نحو القبلة
de: zur Qibla
es: hacia qibla
fr: vers qibla
id: ke kiblat
it: verso qibla
nl: naar qibla
pt: para qibla
ru: к кибле
tr: kıbleye
ur: قبلہ کی طرف

# qibla.distance.km
source: %d km
ar: %d كم
ru: %d км
ur: %d کلومیٹر

# qibla.distance.thousands_km
source: %dk km
ar: %d ألف كم
de: %d Tsd. km
es: %d mil km
id: %d rb km
it: %d mila km
nl: %d d km
pt: %d mil km
ru: %d тыс. км
tr: %d bin km
ur: %d ہزار کلومیٹر

# qibla.helper.default
source: Approximate guidance. Keep the phone flat and turn slowly.
ar: إرشاد تقريبي. أبق الهاتف مستوياً واستدر ببطء.
de: Ungefähre Führung. Halte das Telefon flach und drehe dich langsam.
es: Guía aproximada. Mantén el teléfono plano y gira despacio.
fr: Indication approximative. Gardez le téléphone à plat et tournez lentement.
id: Panduan perkiraan. Pegang ponsel rata dan putar perlahan.
it: Guida approssimativa. Tieni il telefono piatto e gira lentamente.
nl: Benaderende richting. Houd de telefoon plat en draai langzaam.
pt: Orientação aproximada. Mantenha o telefone plano e vire devagar.
ru: Ориентир примерный. Держите телефон ровно и поворачивайтесь медленно.
tr: Yaklaşık bir yönlendirme. Telefonu düz tut ve yavaşça dön.
ur: یہ ایک اندازاً رہنمائی ہے۔ فون کو سیدھا رکھیں اور آہستہ مڑیں۔

# qibla.helper.poor_signal
source: Move away from metal objects if the direction feels unstable.
ar: ابتعد عن الأجسام المعدنية إذا بدا الاتجاه غير مستقر.
de: Entferne dich von Metallgegenständen, wenn die Richtung instabil wirkt.
es: Aléjate de objetos metálicos si la dirección se siente inestable.
fr: Éloignez-vous des objets métalliques si la direction semble instable.
id: Jauhkan dari benda logam jika arah terasa tidak stabil.
it: Allontanati dagli oggetti metallici se la direzione sembra instabile.
nl: Ga weg van metalen voorwerpen als de richting instabiel voelt.
pt: Afaste-se de objetos metálicos se a direção parecer instável.
ru: Отойдите от металлических предметов, если направление нестабильно.
tr: Yön kararsızsa metal eşyalardan uzaklaş.
ur: اگر سمت غیر مستحکم لگے تو دھاتی چیزوں سے دور ہو جائیں۔

# qibla.helper.saved_location
source: Using your last saved location. Allow location again for a fresh direction.
ar: يتم استخدام آخر موقع محفوظ. اسمح بالموقع مرة أخرى لاتجاه أحدث.
de: Dein letzter gespeicherter Standort wird genutzt. Erlaube den Standort erneut für eine frischere Richtung.
es: Se usa tu última ubicación guardada. Permite la ubicación otra vez para una dirección actualizada.
fr: Votre dernière position enregistrée est utilisée. Autorisez de nouveau la position pour une direction fraîche.
id: Memakai lokasi terakhir yang tersimpan. Izinkan lokasi lagi untuk arah yang lebih baru.
it: Viene usata l'ultima posizione salvata. Consenti di nuovo la posizione per una direzione aggiornata.
nl: Je laatst opgeslagen locatie wordt gebruikt. Sta locatie opnieuw toe voor een actuelere richting.
pt: Sua última localização salva está sendo usada. Permita a localização novamente para uma direção atualizada.
ru: Используется последнее сохраненное местоположение. Разрешите геолокацию снова для свежего направления.
tr: Son kayıtlı konumun kullanılıyor. Daha güncel yön için konuma tekrar izin ver.
ur: آخری محفوظ مقام استعمال ہو رہا ہے۔ تازہ سمت کے لیے مقام کی دوبارہ اجازت دیں۔

# qibla.metric.bearing
source: Bearing
ar: الاتجاه
de: Richtung
es: Rumbo
fr: Cap
id: Arah
it: Direzione
nl: Richting
pt: Direção
ru: Азимут
tr: Yön
ur: سمت

# qibla.metric.distance
source: Distance
ar: المسافة
de: Distanz
es: Distancia
id: Jarak
it: Distanza
nl: Afstand
pt: Distância
ru: Расст.
tr: Uzaklık
ur: فاصلہ

# qibla.metric.signal
source: Signal
ar: الإشارة
es: Señal
id: Sinyal
it: Segnale
nl: Signaal
pt: Sinal
ru: Сигнал
tr: Sinyal
ur: سگنل

# qibla.signal.calm
source: Calm
ar: هادئة
de: Ruhig
es: Calma
fr: Calme
id: Tenang
it: Calmo
nl: Rustig
pt: Calmo
ru: Спокойно
tr: Sakin
ur: پرسکون

# qibla.signal.fair
source: Fair
ar: متوسطة
de: Mittel
es: Media
fr: Moyen
id: Cukup
it: Medio
nl: Redelijk
pt: Médio
ru: Средний
tr: Orta
ur: درمیانہ

# qibla.signal.good
source: Good
ar: جيدة
de: Gut
es: Buena
fr: Bon
id: Baik
it: Buono
nl: Goed
pt: Bom
ru: Хороший
tr: İyi
ur: اچھا

# qibla.signal.low
source: Low
ar: ضعيفة
de: Schwach
es: Baja
fr: Faible
id: Lemah
it: Debole
nl: Zwak
pt: Fraco
ru: Слабый
tr: Düşük
ur: کمزور

# quiet.eyebrow
source: IN STILLNESS
ar: في السكينة
de: IN DER STILLE
es: EN CALMA
fr: DANS LE CALME
id: DALAM KEHENINGAN
it: NELLA QUIETE
nl: IN DE STILTE
pt: NA SERENIDADE
ru: В ТИШИНЕ
tr: SESSİZLİKTE
ur: سکون میں

# quiet.finished
source: I have finished
ar: انتهيت
de: Ich bin fertig
es: He terminado
fr: J'ai terminé
id: Saya sudah selesai
it: Ho terminato
nl: Ik ben klaar
pt: Eu terminei
ru: Я закончил
tr: Bitirdim
ur: میں نے مکمل کر لی

# quiet.focus_accessibility
source: A gently breathing prayer mat
ar: سجادة صلاة تنبض بهدوء
de: Ein sanft atmender Gebetsteppich
es: Una alfombra de oración que respira suavemente
fr: Un tapis de prière qui respire doucement
id: Sajadah yang bernafas lembut
it: Un tappeto da preghiera che respira dolcemente
nl: Een zacht ademend gebedskleed
pt: Um tapete de oração que respira suavemente
ru: Молитвенный коврик с мягким дыханием
tr: Usulca nefes alan bir seccade
ur: نرمی سے سانس لیتی جائے نماز

# quiet.phone_aside
source: Set your phone aside.
ar: ضع هاتفك جانبًا.
de: Lege dein Handy beiseite.
es: Deja el teléfono a un lado.
fr: Pose ton téléphone.
id: Letakkan ponselmu.
it: Posa il telefono.
nl: Leg je telefoon weg.
pt: Deixa o telefone de lado.
ru: Отложи телефон.
tr: Telefonunu kenara bırak.
ur: اپنا فون ایک طرف رکھ دو۔

# quiet.with_intention
source: Stay with your intention.
ar: ابقَ مع نيتك.
de: Bleib bei deiner Absicht.
es: Quédate con tu intención.
fr: Reste avec ton intention.
id: Tetaplah bersama niatmu.
it: Resta con la tua intenzione.
nl: Blijf bij je intentie.
pt: Permanece com a tua intenção.
ru: Останься со своим намерением.
tr: Niyetinle baş başa kal.
ur: اپنی نیت کے ساتھ رہو۔

# referral.center.alert.title
source: Invitations
ar: الدعوات
de: Einladungen
es: Invitaciones
id: Undangan
it: Inviti
nl: Uitnodigingen
pt: Convites
ru: Приглашения
tr: Davetler
ur: دعوتیں

# referral.center.campaign.code_label
source: Your invitation code
ar: رمز دعوتك
de: Dein Einladungscode
es: Tu código de invitación
fr: Votre code d’invitation
id: Kode undanganmu
it: Il tuo codice d’invito
nl: Jouw uitnodigingscode
pt: Seu código de convite
ru: Ваш код приглашения
tr: Davet kodun
ur: آپ کا دعوتی کوڈ

# referral.center.campaign.create
source: Create invitation code
ar: إنشاء رمز دعوة
de: Einladungscode erstellen
es: Crear código de invitación
fr: Créer un code d’invitation
id: Buat kode undangan
it: Crea codice d’invito
nl: Uitnodigingscode maken
pt: Criar código de convite
ru: Создать код приглашения
tr: Davet kodunu oluştur
ur: دعوتی کوڈ بنائیں

# referral.center.campaign.creating
source: Creating invitation code…
ar: جارٍ إنشاء رمز الدعوة…
de: Einladungscode wird erstellt…
es: Creando código de invitación…
fr: Création du code…
id: Membuat kode undangan…
it: Creazione del codice…
nl: Uitnodigingscode wordt gemaakt…
pt: Criando código de convite…
ru: Создаём код приглашения…
tr: Davet kodu oluşturuluyor…
ur: دعوتی کوڈ بن رہا ہے…

# referral.center.campaign.expires
source: Valid until %@
ar: صالح حتى %@
de: Gültig bis %@
es: Válido hasta %@
fr: Valable jusqu’au %@
id: Berlaku hingga %@
it: Valido fino al %@
nl: Geldig tot %@
pt: Válido até %@
ru: Действует до %@
tr: %@ tarihine kadar geçerli
ur: %@ تک قابل استعمال

# referral.center.campaign.requires_active
source: An active subscription is required to create an invitation code.
ar: يلزم اشتراك نشط لإنشاء رمز دعوة.
de: Ein aktives Abo ist erforderlich, um einen Einladungscode zu erstellen.
es: Se necesita una suscripción activa para crear un código.
fr: Un abonnement actif est requis pour créer un code.
id: Langganan aktif diperlukan untuk membuat kode undangan.
it: Serve un abbonamento attivo per creare un codice d’invito.
nl: Een actief abonnement is nodig om een code te maken.
pt: É necessária uma assinatura ativa para criar um código.
ru: Для создания кода нужна активная подписка.
tr: Davet kodu oluşturmak için etkin abonelik gerekir.
ur: دعوتی کوڈ بنانے کے لیے فعال رکنیت ضروری ہے۔

# referral.center.campaign.share_action
source: Invite a friend
ar: ادعُ صديقًا
de: Freund einladen
es: Invitar a un amigo
fr: Inviter un ami
id: Undang teman
it: Invita un amico
nl: Vriend uitnodigen
pt: Convidar um amigo
ru: Пригласить друга
tr: Arkadaşını davet et
ur: دوست کو دعوت دیں

# referral.center.intro.body
source: When your friend starts their first subscription, you earn one free month after a 7-day verification period.
ar: عندما يبدأ صديقك اشتراكه الأول، تحصل على شهر مجاني بعد فترة تحقق مدتها 7 أيام.
de: Wenn dein Freund sein erstes Abo beginnt, erhältst du nach 7 Tagen Prüfung einen kostenlosen Monat.
es: Cuando tu amigo inicie su primera suscripción, recibirás un mes gratis tras 7 días de verificación.
fr: Lorsque votre ami débute son premier abonnement, vous gagnez un mois gratuit après 7 jours de vérification.
id: Saat temanmu memulai langganan pertamanya, kamu mendapat satu bulan gratis setelah verifikasi 7 hari.
it: Quando il tuo amico inizia il primo abbonamento, ricevi un mese gratuito dopo 7 giorni di verifica.
nl: Wanneer je vriend het eerste abonnement start, krijg je na 7 dagen verificatie een gratis maand.
pt: Quando seu amigo iniciar a primeira assinatura, você ganhará um mês grátis após 7 dias de verificação.
ru: Когда друг оформит первую подписку, после 7 дней проверки вы получите бесплатный месяц.
tr: Arkadaşın ilk aboneliğini başlattığında, 7 günlük doğrulamanın ardından bir ücretsiz ay kazanırsın.
ur: آپ کے دوست کی پہلی رکنیت شروع ہونے پر، 7 دن کی تصدیق کے بعد آپ کو ایک ماہ مفت ملے گا۔

# referral.center.intro.title
source: Invite someone close to Vakt.
ar: ادعُ شخصًا قريبًا منك إلى Vakt.
de: Lade einen lieben Menschen zu Vakt ein.
es: Invita a alguien cercano a Vakt.
fr: Invitez un proche à rejoindre Vakt.
id: Ajak orang terdekatmu ke Vakt.
it: Invita una persona cara su Vakt.
nl: Nodig iemand die je dierbaar is uit voor Vakt.
pt: Convide alguém próximo para o Vakt.
ru: Пригласите близкого человека в Vakt.
tr: Yakınını Vakt’e çağır.
ur: اپنے کسی قریبی کو Vakt پر بلائیں۔

# referral.center.load_failed
source: Your invitations couldn’t be loaded right now.
ar: تعذّر تحميل دعواتك حاليًا.
de: Deine Einladungen konnten gerade nicht geladen werden.
es: No se pudieron cargar tus invitaciones ahora.
fr: Vos invitations ne peuvent pas être chargées pour le moment.
id: Undanganmu belum dapat dimuat.
it: Al momento non è possibile caricare i tuoi inviti.
nl: Je uitnodigingen konden nu niet worden geladen.
pt: Não foi possível carregar seus convites agora.
ru: Не удалось загрузить приглашения.
tr: Davetlerin şu anda yüklenemedi.
ur: آپ کی دعوتیں فی الحال لوڈ نہیں ہو سکیں۔

# referral.center.loading
source: Preparing your invitations…
ar: جارٍ إعداد دعواتك…
de: Deine Einladungen werden vorbereitet…
es: Preparando tus invitaciones…
fr: Préparation de vos invitations…
id: Menyiapkan undanganmu…
it: Preparazione dei tuoi inviti…
nl: Je uitnodigingen worden voorbereid…
pt: Preparando seus convites…
ru: Готовим ваши приглашения…
tr: Davetlerin hazırlanıyor…
ur: آپ کی دعوتیں تیار ہو رہی ہیں…

# referral.center.metric.pending
source: Pending
ar: قيد الانتظار
de: Ausstehend
es: Pendientes
fr: En attente
id: Menunggu
it: In attesa
nl: In afwachting
pt: Pendentes
ru: Ожидается
tr: Bekliyor
ur: منتظر

# referral.center.metric.ready
source: Ready
ar: جاهز
de: Bereit
es: Listas
fr: Prêts
id: Siap
it: Pronti
nl: Klaar
pt: Prontos
ru: Готово
tr: Hazır
ur: تیار

# referral.center.metric.year
source: This year
ar: هذا العام
de: Dieses Jahr
es: Este año
fr: Cette année
id: Tahun ini
it: Quest’anno
nl: Dit jaar
pt: Este ano
ru: В этом году
tr: Bu yıl
ur: اس سال

# referral.center.navigation.title
source: Invitations
ar: الدعوات
de: Einladungen
es: Invitaciones
id: Undangan
it: Inviti
nl: Uitnodigingen
pt: Convites
ru: Приглашения
tr: Davetlerin
ur: دعوتیں

# referral.center.refresh_failed
source: Invitation details couldn’t be refreshed. Try again
ar: تعذّر تحديث تفاصيل الدعوات. حاول مرة أخرى
de: Einladungsdetails konnten nicht aktualisiert werden. Erneut versuchen
es: No se pudieron actualizar las invitaciones. Inténtalo de nuevo
fr: Impossible d’actualiser les invitations. Réessayez
id: Detail undangan tidak dapat diperbarui. Coba lagi
it: Impossibile aggiornare gli inviti. Riprova
nl: Uitnodigingsgegevens konden niet worden vernieuwd. Probeer opnieuw
pt: Não foi possível atualizar os convites. Tente novamente
ru: Не удалось обновить данные. Попробуйте ещё раз
tr: Davet bilgileri yenilenemedi. Tekrar dene
ur: دعوت کی تفصیلات تازہ نہیں ہو سکیں۔ دوبارہ کوشش کریں

# referral.center.rewards.expires
source: Use by %@
ar: استخدمه قبل %@
de: Einlösen bis %@
es: Úsalo antes del %@
fr: À utiliser avant le %@
id: Gunakan sebelum %@
it: Usalo entro il %@
nl: Gebruiken vóór %@
pt: Use até %@
ru: Использовать до %@
tr: %@ tarihine kadar kullan
ur: %@ تک استعمال کریں

# referral.center.rewards.month_title
source: One free month
ar: شهر مجاني
de: Ein kostenloser Monat
es: Un mes gratis
fr: Un mois gratuit
id: Satu bulan gratis
it: Un mese gratuito
nl: Eén gratis maand
pt: Um mês grátis
ru: Один бесплатный месяц
tr: Bir ücretsiz ay
ur: ایک ماہ مفت

# referral.center.rewards.pending_body
source: Your invitation reward is being verified. We’ll let you know when it’s ready.
ar: جارٍ التحقق من مكافأة دعوتك. سنخبرك عندما تصبح جاهزة.
de: Deine Einladungsprämie wird geprüft. Wir sagen dir Bescheid, sobald sie bereit ist.
es: Tu recompensa se está verificando. Te avisaremos cuando esté lista.
fr: Votre récompense est en cours de vérification. Nous vous préviendrons lorsqu’elle sera prête.
id: Hadiah undanganmu sedang diverifikasi. Kami akan memberi tahu saat siap.
it: Il premio è in fase di verifica. Ti avviseremo quando sarà pronto.
nl: Je uitnodigingsbeloning wordt gecontroleerd. We laten het weten zodra die klaar is.
pt: Sua recompensa está sendo verificada. Avisaremos quando estiver pronta.
ru: Награда проверяется. Мы сообщим, когда она будет готова.
tr: Davet ödülün doğrulanıyor. Hazır olduğunda haber vereceğiz.
ur: آپ کے دعوتی انعام کی تصدیق ہو رہی ہے۔ تیار ہونے پر ہم اطلاع دیں گے۔

# referral.center.rewards.ready_title
source: Ready to use
ar: جاهز للاستخدام
de: Bereit zur Nutzung
es: Listo para usar
fr: Prêts à utiliser
id: Siap digunakan
it: Pronti all’uso
nl: Klaar voor gebruik
pt: Pronto para usar
ru: Готово к использованию
tr: Kullanıma hazır
ur: استعمال کے لیے تیار

# referral.center.rewards.redeem
source: Use
ar: استخدام
de: Einlösen
es: Usar
fr: Utiliser
id: Gunakan
it: Usa
nl: Gebruiken
pt: Usar
ru: Использовать
tr: Kullan
ur: استعمال کریں

# referral.center.rewards.redeeming
source: Adding…
ar: جارٍ الإضافة…
de: Wird hinzugefügt…
es: Añadiendo…
fr: Ajout…
id: Menambahkan…
it: Aggiunta…
nl: Wordt toegevoegd…
pt: Adicionando…
ru: Добавляем…
tr: Ekleniyor…
ur: شامل ہو رہا ہے…

# referral.center.share.text
source: Let’s gently remind one another to pray in Vakt. My invitation code: %@
ar: لنتبادل التذكير بالصلاة بلطف في Vakt. رمز دعوتي: %@
de: Erinnern wir uns in Vakt behutsam ans Gebet. Mein Einladungscode: %@
es: Recordémonos la oración con cariño en Vakt. Mi código de invitación: %@
fr: Rappelons-nous doucement la prière dans Vakt. Mon code d’invitation : %@
id: Mari saling mengingatkan salat dengan lembut di Vakt. Kode undanganku: %@
it: Ricordiamoci la preghiera con delicatezza su Vakt. Il mio codice: %@
nl: Laten we elkaar in Vakt vriendelijk aan het gebed herinneren. Mijn code: %@
pt: Vamos lembrar uns aos outros da oração com carinho no Vakt. Meu código: %@
ru: Давайте мягко напоминать друг другу о намазе в Vakt. Мой код: %@
tr: Vakt’te birbirimize namazı nazikçe hatırlatalım. Davet kodum: %@
ur: آئیں Vakt میں نرمی سے ایک دوسرے کو نماز یاد دلائیں۔ میرا دعوتی کوڈ: %@

# referral.code_sheet.action.accept
source: Accept invitation
ar: قبول الدعوة
de: Einladung annehmen
es: Aceptar invitación
fr: Accepter l’invitation
id: Terima undangan
it: Accetta l’invito
nl: Uitnodiging accepteren
pt: Aceitar convite
ru: Принять приглашение
tr: Daveti kabul et
ur: دعوت قبول کریں

# referral.code_sheet.action.connecting
source: Linking invitation…
ar: جارٍ ربط الدعوة…
de: Einladung wird verknüpft…
es: Vinculando invitación…
fr: Association de l’invitation…
id: Menghubungkan undangan…
it: Collegamento dell’invito…
nl: Uitnodiging wordt gekoppeld…
pt: Vinculando convite…
ru: Привязываем приглашение…
tr: Davet bağlanıyor…
ur: دعوت منسلک ہو رہی ہے…
